export default {
  common: {
    welcome: "خوش آمدید",
    home: "خانه",
    about: "درباره",
    joinCommunity: "پیوستن به جامعه"
  },
  header: {
    title: "عنوان",
    language: "زبان"
  },
  index: {
    seo: {
      title: "جزیره کوچک بوجیدائو",
      description: "جزیره کوچک بوجیدائو در برمودا، از اتصال جهانی لذت ببرید.",
      keywords: "بوجیدائو,جزیره کوچک بوجیدائو در برمودا,جزیره کوچک بوجیدائو,فرودگاه,اتصال جهانی,VPN,GFW,XMR,Monero,USDT,USDC,Polygon,شتاب‌دهنده,شتاب شبکه,بهینه‌سازی شبکه,خرید VPN با XMR,VPN ناشناس,خرید VPN با Monero"
    },
    welcome: {
      title: "به جزیره کوچک بوجیدائو بیایید",
      subtitle: "دنیای بزرگ بزرگ را ببینید～",
      description1: "بوجیدائو از راه‌حل‌های اتصال مستقیم با کیفیت بالا به علاوه رله و همچنین پروتکل‌های Reality و Hy2 استفاده می‌کند. متعهد به ارائه تجربه اینترنتی بهتر به کاربران است.",
      description2: "گره‌های ما در سراسر جهان توزیع شده‌اند و انتخاب‌های بیشتری را برای شما فراهم می‌کنند و تجربه اتصال جهانی بهتری را به شما می‌دهند.",
      registerButton: "همین حالا ثبت‌نام کنید"
    },
    whyChooseUs: {
      title: "چرا ما را انتخاب کنید",
      anonymousPayment: {
        title: "پرداخت ناشناس",
        description: "برای حفظ حریم خصوصی همه، بوجیدائو علاوه بر پشتیبانی از شارژ Alipay و WeChat، روش‌های شارژ ارزهای دیجیتال را نیز معرفی کرده است. شامل اما محدود به Monero، USDT، USDC، TRX ..."
      },
      privacyProtection: {
        title: "حفاظت از حریم خصوصی",
        description: "پنل بدون لاگ خودساخته، بک‌اند داده‌های دسترسی کاربر را ثبت نمی‌کند، امن‌تر است."
      },
      payAsYouGo: {
        title: "پرداخت بر اساس مصرف",
        description: "بدون محدودیت بسته، هر چقدر شارژ کنید استفاده کنید. صورتحساب پرداخت بر اساس مصرف باعث می‌شود هنگام شارژ اعتماد به نفس بیشتری داشته باشید و هنگام استفاده نگرانی کمتری داشته باشید."
      },
      alwaysConnected: {
        title: "همیشه متصل",
        description: "ثبت‌نام کنید تا تا 1000 گیگابایت ترافیک رایگان گره را امتحان کنید. حتی زمانی که موجودی تمام می‌شود، همچنان می‌توانید تضمین کنید که گره‌ها در دسترس هستند."
      }
    }
  },
  d: {
    redirecting: "در حال انتقال..."
  }
}

