export default {
  common: {
    welcome: "Добро пожаловать",
    home: "Главная",
    about: "О нас",
    joinCommunity: "Присоединиться к сообществу"
  },
  header: {
    title: "Заголовок",
    language: "Язык"
  },
  index: {
    seo: {
      title: "Маленький Будзидао",
      description: "Маленький Будзидао на Бермудах, наслаждайтесь глобальной связностью.",
      keywords: "Будзидао,Маленький Будзидао на Бермудах,Маленький Будзидао,аэропорт,глобальная связность,VPN,GFW,XMR,Monero,USDT,USDC,Polygon,ускоритель,ускорение сети,оптимизация сети,купить VPN за XMR,анонимный VPN,купить VPN за Monero"
    },
    welcome: {
      title: "Приходите на маленький Будзидао",
      subtitle: "Посмотрите большой большой мир～",
      description1: "Будзидао использует качественные решения прямого подключения плюс ретрансляция, а также новейшие протоколы Reality и Hy2. Стремимся предоставить пользователям лучший интернет-опыт.",
      description2: "Наши узлы распределены по всему миру, предоставляя вам больше выбора и лучший опыт глобальной связности.",
      registerButton: "Зарегистрироваться сейчас"
    },
    whyChooseUs: {
      title: "Почему выбирают нас",
      anonymousPayment: {
        title: "Анонимная оплата",
        description: "Для конфиденциальности всех, Будзидао поддерживает пополнение через Alipay и WeChat, а также вводит методы пополнения криптовалютой. Включая, но не ограничиваясь Monero, USDT, USDC, TRX ..."
      },
      privacyProtection: {
        title: "Защита конфиденциальности",
        description: "Собственная панель без логов, бэкенд не записывает данные доступа пользователей, более безопасно."
      },
      payAsYouGo: {
        title: "Оплата по факту использования",
        description: "Без ограничений пакетов, используйте столько, сколько пополнили. Оплата по факту использования дает вам больше уверенности при пополнении и меньше беспокойства при использовании."
      },
      alwaysConnected: {
        title: "Всегда на связи",
        description: "Зарегистрируйтесь, чтобы попробовать до 1000 ГБ бесплатного трафика узлов. Даже когда баланс исчерпан, вы все еще можете гарантировать, что узлы доступны."
      }
    }
  },
  d: {
    redirecting: "Перенаправление..."
  }
}

